_posts/language/2022-04-03-english-circadian.html
---
layout: post
title: 单词本：circadian
categories: [language]
tags: [English]
---

<p>
前不久上了个时间管理的课程。有个视频说到每个人的时间安排要符合自己的生理周期节律。并引用了美国作家 Daniel Pink 为证：
</p>

<p>
&ldquo;We are smarter, faster, dimmer, slower, more creative, and less
creative in some parts of the day than others.&rdquo;  &#x2013; Daniel Pink
</p>

<p>
“在一天的不同时间段，我们聪明，敏捷，模糊，迟钝，创新，守旧。人人不同。”
</p>


<p>
<b>circadian rhythm</b>
</p>

<p>
这就是所谓的 circadian rhythm，生理周期节律。
</p>

<p>
每个人的一天的生理周期都不一样。有的是晨型人，有的是夜猫子。比如我就是个晨型人，基本上早上6点会自然醒，上午工作效率是最高的时候，下午1点会有些迟钝，2点之后，又恢复活力。傍晚7点脑力又差了些。然后8点到10点又活力四射。11点之后就很困了，躺下去基本上5分钟就睡着了。
</p>

<p>
不过，生理规律也不是一成不变的。比如我的小女朋友以前是个夜猫子。现在也跟我一样，是个早睡早起的晨型人了。
</p>

<p>
circadian 这个词的意思是 (of biological processes) recurring naturally
on a twenty-four-hour cycle, even in the absence of light
fluctuations. 人的生理过程在 24 小时周期中自然出现的规律，甚至与光照变化无关。
</p>

<p>
<b>circa</b>
</p>

<p>
这个词一看就是拉丁语演变过来的。 circa 是拉丁语大概、近似的意思。
</p>

<p>
The story tells of a runaway slave girl in Louisiana, circa 1850（大概在 1985年）.
</p>

<p>
经常在论文中看到的circa的缩写形式：c, c., ca, ca., cir., circ. 比如：
</p>

<p>
Melting point/range : ca. 63 ℃ 熔点/范围：约63℃
</p>


<p>
<b>dies</b>
</p>

<p>
那么，circadian 的后面部分 -dian 是什么意思呢？应该也是拉丁语里的 dies
演变来。dies 是 day 的意思：
</p>

<p>
Dies Lunæ hodie est. 今天是星期一。Dies Lunæ 星期一，法语里是 lundi，还是挺接近的么。
</p>

<p>
Dies secundus huius mensis est. 今天是这个月的第二天。
</p>

<p>
我想到另外一个词也是由 dies 组成的 quotidian 日常、每日：Television
has become part of our quotidian existence. 电视已成为我们日常生活的一部分。
</p>


<p>
<b>circadian</b>
</p>

<p>
所以，circadian 合在一起，字面意思就是“大概一天的”，也就是一日之周期。
circadian rhythm即一天之周期的节律。
</p>


<p>
<b>新闻例句</b>
</p>

<p>
心理邮报 2022-03-28：New research in mice suggests Alzheimer&rsquo;s disease
is linked to circadian rhythm.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> 最新研究标明，小鼠的阿兹海默症与生理周期节律相关。
</p>

<p>
Newton Media Group 2022-04-02: Your <b>circadian</b> rhythm is your body&rsquo;s
own inbuilt sense of when to wake and when to sleep. Parts of your
body perceive and respond to changes in light around you and move
through cycles, with physical and behavioral changes occurring over a
twenty-four-hour period.<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> (from Time Management According To Your
Unique Rhythms)
</p>

<p>
The human body follows a sleep and wake cycle called circadian
rhythm. This 24-hour cycle regulates all our essential functions,
including metabolism, alertness, body temperature and blood pressure.
</p>


<p>
<b>总结</b>
</p>
<ul class="org-ul">
<li>circadian rhythm 生理周期节律</li>
<li>c, c., ca, ca., cir., circ., circa 大约</li>
<li>quotidian 每日的，日常的</li>
</ul>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://www.psypost.org/2022/03/new-research-in-mice-suggests-alzheimers-disease-is-linked-to-circadian-rhythm-62805">https://www.psypost.org/2022/03/new-research-in-mice-suggests-alzheimers-disease-is-linked-to-circadian-rhythm-62805</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
<a href="https://newtonmg.com/2022/04/02/time-management-according-to-your-unique-rhythms/">https://newtonmg.com/2022/04/02/time-management-according-to-your-unique-rhythms/</a>
</p></div></div>


</div>
</div>
